Repository: Bondidos/Weather-app
Catalog: Weather app/Resources/l18n/Localizable.xcstrings
Source language: en
Languages: ru

# CheckConnection
source: Check internet connection
ru: Проверьте интернет соединение

source: Current weather
ru: Погода сейчас

# Days
source: d
ru: д

# ExceptionCheckLocationService
source: Please, check is Location Service enabled
ru: Проверьте, активен ли сервис геолокации

# ExceptionTimeExpired
source: Can not get Location. Time expired
ru: локация не получена. Время истекло

source: Hello, world!
ru: Привет мир

# Hours
source: h
ru: ч

source: Last update
ru: последнее обновление:

# LocationServiceAreDisabled
source: Location services are disabled
ru: Геолокация отключена

# Minutes
source: min ago
ru: мин назад

# NoCachedWeather
source: No saved data, activate internet connection and geo data
ru: Нет сохранённых данных, активируйте интернет соединение и геолокацию

source: No Permission Granted
ru: Разрешение не получено

source: Search city
ru: Поиск города

source: Tomorrow
ru: Завтра
